const generalExplanation = {
  "data": {
    "results": {
      "body": [
        {
          "teurshana": "תשפ\"ג",
          "tclongkey": "062611050000",
          "terms": [
            {
              "Title": "תקנון תואר ראשון",
              "url": "https://humanities.tau.ac.il/yedion-pages/takanonfacult_ba"
            }
          ],
          "tcid": "7559",
          "teur": "תוכנית דו-חוגית בספרות אנגלית ולימודים אמריקניים ובחוג נוסף",
          "teurtoar": "B.A. בספרות אנגלית ולימודים אמריקניים ובחוג נוסף",
          "tavnit": "11",
          "hesberklali": "<div><strong>ספרות אנגלית ולימודים אמריקנים&nbsp;</strong><br />\rראש החוג: ד&quot;ר ניר עברון<br />\rפגישות בתיאום מראש<br />\r<br />\rיועץ התואר הראשון:&nbsp;ד&quot;ר ספנסר מוריסון<br />\r<a href=\"mailto:humenglishba@tauex.tau.ac.il\">humenglishba@tauex.tau.ac.il</a><br />\r<br />\rמזכירות החוג:<br />\rעוזרת מינהלית - גב&#39; מיטל גלילי<br />\rדוא&quot;ל:&nbsp;<a href=\"mailto:humenglish@tauex.tau.ac.il\">humenglish@tauex.tau.ac.il</a><br />\rבניין ווב, חדר 505 טלפון: 03-6409683<br />\r&nbsp;קבלת קהל:<br />\rימים א&#39;, ב&#39;, ד&#39; 13:00-09:00, 15:30-14:00<br />\rימים ג&#39; ו-ה&#39;: 13:00-09:00<br />\r&nbsp;</div>\rאודות החוג:<br />\rהחוג לספרות אנגלית ולימודים אמריקניים עוסק בספרות ובתרבות של העולם דובר האנגלית.<br />\rכאן נפגשת תרבות מקומית עם שפה גלובלית, והתלמידים זוכים להכיר את מורשת המופת של סופרים, משוררים ומחזאים, החל משייקספיר, דיקנס וייטס ועד לפיליפ רות&#39;, טוני מוריסון וסלמאן רושדי. זהו החוג היחיד בישראל המציע תואר ראשון גם בלימודים אמריקניים. במסלול זה, תוזמנו להתמקד בתרבות ובחברה בצפון אמריקה, ולהבין את אופיין המורכב והמיוחד.<br />\r&nbsp;<br />\rסטודנטים לתואר ראשון יכולים לבחור באחד משני מסלולים:<br />\r1. ספרות אנגלית;<br />\r2. לימודים אמריקניים;&nbsp;<br />\r<br />\r(3) מסלול חד חוגי בספרות אנגלית לתלמידים מצטיינים<br />\rבמסלול זה לומדים התלמידים החל משנה ב&#39; בחוג לאנגלית בלבד (חד חוגי). הקבלה למסלול זה היא לתלמידים שהשלימו את לימודי שנה א&#39; בחוג לאנגלית ובחוג נוסף לפי תנאי החוג.<br />\r&nbsp;הלימודים הם בהיקף של 120 ש&quot;ס (לתלמידים שהחלו לימודיהם החל מתש&quot;ף).<br />\r&nbsp;<br />\rתנאי החוג למעבר למסלול חד חוגי:\r<ol>\r\t<li dir=\"rtl\">20 ש&quot;ס לפחות מקורסי החוג לאנגלית ולימודים אמריקניים במסלול לספרות אנגלית בציון ממוצע של&nbsp; 85 ומעלה.</li>\r\t<li>&nbsp;16 ש&quot;ס לפחות בחוג השני בציון של 80 ומעלה בכל קורס.<br />\r\tסטודנטים המעוניינים לעבור לאופן הלימוד החד חוגי מתבקשים לפנות למזכירות החוג בסיום שנת הלימודים הראשונה. המעבר מותנה באישור יועץ תואר ראשון.</li>\r</ol>\r&nbsp;המשך הלימודים באופן החד חוגי מותנה ברמת ההישגים בהמשך הלימודים:<br />\r&nbsp;<br />\rיש לשמור על ממוצע של 85 לפחות בהמשך הלימודים בחוג.<br />\rתלמידים שהתקבלו לתוכנית החד חוגית ולא יגיעו להישגים מספקים כפי שפורטו לעיל יועברו חזרה לתוכנית הדו חוגית על פי החלטת ועדת ההוראה של החוג.<br />\rועדת ההוראה של החוג רשאית לא להכיר בחלק מהקורסים בשנת הלימודים הראשונה (הן בשל אי התאמה לתחומי הלימוד והן בשל הישג נמוך יחסית בקורס זה או אחר) ולחייב קורסים חלופיים בחוגים אחרים.&nbsp;<br />\r<br />\rלמידע נוסף מומלץ לעיין <a href=\"https://en-humanities.tau.ac.il/english\">באתר החוג</a>.",
          "safa": "9",
          "pail": "1",
          "pailheara": "",
          "pailhearaeng": "",
          "michsa": "62",
          "sugshaot": "01",
          "teurshaot": "ש\"ס",
          "mivnelimudim": [
            {
              "ramanum": "30",
              "teurrama": "שנה א'",
              "shaot": "20"
            },
            {
              "ramanum": "30",
              "teurrama": "שנים ב'-ג'",
              "shaot": "42"
            },
            {
              "ramanum": "30",
              "teurrama": "שנה ג'",
              "shaot": "4"
            }
          ]
        }
      ],
      "__typename": "Response"
    }
  }
}

export default generalExplanation;